Repository: ohmzi/Tday
Catalog: ios-swiftUI/Tday/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ms, pt, ru, zh

source: Local workspace
de: Lokaler Arbeitsbereich
es: Espacio de trabajo local
fr: Espace de travail local
it: Spazio di lavoro locale
ja: ローカルワークスペース
ms: Ruang kerja tempatan
pt: Espaço de trabalho local
ru: Локальное рабочее пространство
zh: 本地工作区

source: Login
de: Anmeldung
es: Iniciar sesión
fr: Connexion
it: Accesso
ja: ログイン
ms: Log masuk
pt: Entrar
ru: Вход
zh: 登录

source: Make it a floater
de: Zum Floater machen
es: Convertir en flotante
fr: En faire un flottant
it: Rendi fluttuante
ja: フローターにする
ms: Jadikan terapung
pt: Tornar flutuante
ru: Сделать плавающей
zh: 变为漂浮任务

source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ja: メンバー
ms: Ahli
pt: Membros
ru: Участники
zh: 成员

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ms: Mod
pt: Modo
ru: Режим
zh: 模式

source: Monthly
de: Monatlich
es: Mensualmente
fr: Mensuel
it: Ogni mese
ja: 毎月
ms: Setiap bulan
pt: Mensalmente
ru: Ежемесячно
zh: 每月

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ms: Lagi
pt: Mais
ru: Ещё
zh: 更多

source: Morning Sweep
de: Morgendliches Aufräumen
es: Barrido matutino
fr: Balayage du matin
it: Riordino mattutino
ja: 朝のスイープ
ms: Sapuan pagi
pt: Varredura matinal
ru: Утренний разбор
zh: 晨间清理

source: Move repeating task?
de: Wiederkehrende Aufgabe verschieben?
es: ¿Mover tarea repetida?
fr: Déplacer la tâche récurrente ?
it: Spostare l'attività ricorrente?
ja: 繰り返しタスクを移動しますか？
ms: Alihkan tugas berulang?
pt: Mover tarefa recorrente?
ru: Переместить повторяющуюся задачу?
zh: 移动重复任务？

source: My Lists
de: Meine Listen
es: Mis listas
fr: Mes listes
it: Le mie liste
ja: マイリスト
ms: Senarai Saya
pt: Minhas listas
ru: Мои списки
zh: 我的列表

source: Name updated successfully
de: Name erfolgreich aktualisiert
es: Nombre actualizado correctamente
fr: Nom mis à jour avec succès
it: Nome aggiornato correttamente
ja: 名前を更新しました
ms: Nama berjaya dikemas kini
pt: Nome atualizado com sucesso
ru: Имя успешно обновлено
zh: 姓名更新成功

source: New list
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
it: Nuovo elenco
ja: 新しいリスト
ms: Senarai baharu
pt: Nova lista
ru: Новый список
zh: 新建列表

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
ms: Kata laluan baharu
pt: Nova senha
ru: Новый пароль
zh: 新密码

source: New task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuova attività
ja: 新しいタスク
ms: Tugas baharu
pt: Nova tarefa
ru: Новая задача
zh: 新建任务

source: Next week
de: Nächste Woche
es: La próxima semana
fr: La semaine prochaine
it: La prossima settimana
ja: 来週
ms: Minggu depan
pt: Na próxima semana
ru: На следующей неделе
zh: 下周

source: No App Store or TestFlight update link is configured for this build.
de: Für diesen Build ist kein App Store- oder TestFlight-Update-Link konfiguriert.
es: No se ha configurado un enlace de actualización de App Store o TestFlight para esta versión.
fr: Aucun lien de mise à jour App Store ou TestFlight n'est configuré pour cette version.
it: Nessun link di aggiornamento App Store o TestFlight è configurato per questa build.
ja: このビルドには App Store または TestFlight の更新リンクが設定されていません。
ms: Tiada pautan kemas kini App Store atau TestFlight dikonfigurasikan untuk binaan ini.
pt: Nenhum link de atualização da App Store ou do TestFlight foi configurado para esta versão.
ru: Для этой сборки не настроена ссылка на обновление в App Store или TestFlight.
zh: 此版本未配置 App Store 或 TestFlight 更新链接。

source: No changes waiting
de: Keine ausstehenden Änderungen
es: No hay cambios pendientes
fr: Aucune modification en attente
it: Nessuna modifica in attesa
ja: 待機中の変更はありません
ms: Tiada perubahan menunggu
pt: Nenhuma alteração pendente
ru: Нет ожидающих изменений
zh: 没有待处理的更改

source: No completed tasks
de: Keine erledigten Aufgaben
es: No hay tareas completadas
fr: Aucune tâche terminée
it: Nessuna attività completata
ja: 完了したタスクはありません
ms: Tiada tugas selesai
pt: Nenhuma tarefa concluída
ru: Нет выполненных задач
zh: 没有已完成的任务

source: No floater tasks
de: Keine Schweber-Aufgaben
es: No hay tareas flotantes
fr: Aucune tâche flottante
it: Nessuna attività fluttuante
ja: フロータータスクはありません
ms: Tiada tugas apung
pt: Nenhuma tarefa flutuante
ru: Нет плавающих задач
zh: 没有浮动任务

source: No floaters in this list
de: Keine Floater in dieser Liste
es: No hay tareas flotantes en esta lista
fr: Aucune tâche flottante dans cette liste
it: Nessuna attività fluttuante in questo elenco
ja: このリストにフローターはありません
ms: Tiada tugas terapung dalam senarai ini
pt: Nenhuma tarefa flutuante nesta lista
ru: В этом списке нет плавающих задач
zh: 此列表中没有浮动任务

source: No list
de: Keine Liste
es: Sin lista
fr: Aucune liste
it: Nessun elenco
ja: リストなし
ms: Tiada senarai
pt: Sem lista
ru: Без списка
zh: 无列表

source: No login
de: Keine Anmeldung
es: Sin inicio de sesión
fr: Sans connexion
it: Nessun accesso
ja: ログインなし
ms: Tiada log masuk
pt: Sem login
ru: Без входа
zh: 无需登录

source: No matching settings
de: Keine passenden Einstellungen
es: No hay ajustes que coincidan
fr: Aucun paramètre correspondant
it: Nessuna impostazione corrispondente
ja: 一致する設定はありません
ms: Tiada tetapan yang sepadan
pt: Nenhuma definição correspondente
ru: Подходящих настроек нет
zh: 没有匹配的设置

source: No matching tasks
de: Keine passenden Aufgaben
es: No hay tareas coincidentes
fr: Aucune tâche correspondante
it: Nessuna attività corrispondente
ja: 一致するタスクはありません
ms: Tiada tugas yang sepadan
pt: Nenhuma tarefa correspondente
ru: Нет подходящих задач
zh: 没有匹配的任务

source: No matching topics
de: Keine passenden Themen
es: No hay temas que coincidan
fr: Aucun sujet correspondant
it: Nessun argomento corrispondente
ja: 一致するトピックはありません
ms: Tiada topik yang sepadan
pt: Nenhum tópico correspondente
ru: Подходящих тем нет
zh: 没有匹配的主题

source: No overdue tasks
de: Keine überfälligen Aufgaben
es: No hay tareas atrasadas
fr: Aucune tâche en retard
it: Nessuna attività scaduta
ja: 期限切れのタスクはありません
ms: Tiada tugas tertunggak
pt: Nenhuma tarefa atrasada
ru: Нет просроченных задач
zh: 没有逾期任务

source: No priority tasks
de: Keine Prioritätsaufgaben
es: No hay tareas prioritarias
fr: Aucune tâche prioritaire
it: Nessuna attività prioritaria
ja: 優先タスクはありません
ms: Tiada tugas keutamaan
pt: Nenhuma tarefa prioritária
ru: Нет приоритетных задач
zh: 没有优先任务

source: No release notes available for this version
de: Für diese Version sind keine Versionshinweise verfügbar
es: No hay notas de la versión disponibles para esta versión
fr: Aucune note de version disponible pour cette version
it: Nessuna nota di rilascio disponibile per questa versione
ja: このバージョンのリリースノートはありません
ms: Tiada nota keluaran tersedia untuk versi ini
pt: Não há notas de versão disponíveis para esta versão
ru: Для этой версии нет примечаний к выпуску
zh: 此版本没有可用的发行说明

source: No repeat
de: Keine Wiederholung
es: Sin repetición
fr: Aucune répétition
it: Nessuna ripetizione
ja: 繰り返しなし
ms: Tiada ulangan
pt: Sem repetição
ru: Без повтора
zh: 不重复

source: No scheduled tasks
de: Keine geplanten Aufgaben
es: No hay tareas programadas
fr: Aucune tâche planifiée
it: Nessuna attività pianificata
ja: 予定されたタスクはありません
ms: Tiada tugas berjadual
pt: Nenhuma tarefa agendada
ru: Нет запланированных задач
zh: 没有计划任务

source: No summary available while offline.
de: Offline ist keine Zusammenfassung verfügbar.
es: No hay resumen disponible sin conexión.
fr: Aucun résumé disponible hors ligne.
it: Nessun riepilogo disponibile offline.
ja: オフライン中は概要を利用できません。
ms: Tiada ringkasan tersedia semasa luar talian.
pt: Nenhum resumo disponível off-line.
ru: Сводка недоступна в офлайн-режиме.
zh: 离线时无法提供摘要。

source: No summary available.
de: Keine Zusammenfassung verfügbar.
es: No hay resumen disponible.
fr: Aucun résumé disponible.
it: Nessun riepilogo disponibile.
ja: 利用できる概要はありません。
ms: Tiada ringkasan tersedia.
pt: Nenhum resumo disponível.
ru: Сводка недоступна.
zh: 无可用摘要。

source: No tasks due this day
de: Keine Aufgaben an diesem Tag fällig
es: No hay tareas para este día
fr: Aucune tâche due ce jour
it: Nessuna attività in scadenza in questo giorno
ja: この日に期限のタスクはありません
ms: Tiada tugasan tamat tempoh pada hari ini
pt: Nenhuma tarefa para este dia
ru: На этот день нет задач
zh: 这一天没有到期的任务

source: No tasks for today
de: Keine Aufgaben für heute
es: No hay tareas para hoy
fr: Aucune tâche pour aujourd'hui
it: Nessuna attività per oggi
ja: 今日のタスクはありません
ms: Tiada tugas untuk hari ini
pt: Nenhuma tarefa para hoje
ru: Нет задач на сегодня
zh: 今天没有任务

source: No tasks in this list
de: Keine Aufgaben in dieser Liste
es: No hay tareas en esta lista
fr: Aucune tâche dans cette liste
it: Nessuna attività in questo elenco
ja: このリストにタスクはありません
ms: Tiada tugas dalam senarai ini
pt: Nenhuma tarefa nesta lista
ru: В этом списке нет задач
zh: 此列表中没有任务

source: No tasks yet
de: Noch keine Aufgaben
es: Aún no hay tareas
fr: Aucune tâche pour le moment
it: Ancora nessuna attività
ja: まだタスクはありません
ms: Belum ada tugas
pt: Ainda não há tarefas
ru: Пока нет задач
zh: 还没有任务

source: No update link is configured for this build. Ask your administrator for the App Store or TestFlight update.
de: Für diesen Build ist kein Update-Link konfiguriert. Bitte deinen Administrator um das App Store- oder TestFlight-Update.
es: No se ha configurado un enlace de actualización para esta versión. Solicita a tu administrador la actualización de App Store o TestFlight.
fr: Aucun lien de mise à jour n'est configuré pour cette version. Demandez à votre administrateur la mise à jour App Store ou TestFlight.
it: Nessun link di aggiornamento è configurato per questa build. Chiedi all'amministratore l'aggiornamento da App Store o TestFlight.
ja: このビルドには更新リンクが設定されていません。App Store または TestFlight の更新について管理者にお問い合わせください。
ms: Tiada pautan kemas kini dikonfigurasikan untuk binaan ini. Minta pentadbir anda untuk kemas kini App Store atau TestFlight.
pt: Nenhum link de atualização foi configurado para esta versão. Peça ao administrador a atualização da App Store ou do TestFlight.
ru: Для этой сборки не настроена ссылка на обновление. Обратитесь к администратору за обновлением из App Store или TestFlight.
zh: 此版本未配置更新链接。请向管理员索取 App Store 或 TestFlight 更新。

source: No users found
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
ja: ユーザーが見つかりません
ms: Tiada pengguna ditemui
pt: Nenhum usuário encontrado
ru: Пользователи не найдены
zh: 未找到用户

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ms: Tiada
pt: Nenhum
ru: Нет
zh: 无

source: Not configured
de: Nicht eingerichtet
es: Sin configurar
fr: Non configurées
it: Non configurate
ja: 未設定
ms: Belum dikonfigurasi
pt: Não configuradas
ru: Не настроены
zh: 未设置

source: Not connected
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
it: Non connesso
ja: 未接続
ms: Tidak disambungkan
pt: Não conectado
ru: Не подключено
zh: 未连接

source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ms: Bukan Sekarang
pt: Agora não
ru: Не сейчас
zh: 暂不

source: Not yet
de: Noch nicht
es: Todavía no
fr: Pas encore
it: Non ancora
ja: まだです
ms: Belum lagi
pt: Ainda não
ru: Ещё нет
zh: 尚未

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ms: Nota
pt: Notas
ru: Заметки
zh: 备注

source: Nothing has slipped past its due date.
de: Nichts hat sein Fälligkeitsdatum überschritten.
es: Nada ha pasado de su fecha límite.
fr: Rien n'a dépassé son échéance.
it: Niente ha superato la sua scadenza.
ja: 期限を過ぎたタスクはありません。
ms: Tiada apa-apa yang melepasi tarikh akhirnya.
pt: Nada passou do prazo.
ru: Ничего не просрочено.
zh: 没有任务超过截止日期。

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
ms: Pemberitahuan
pt: Notificações
ru: Уведомления
zh: 通知

source: Notifications are off for T'Day in iOS Settings. Open Settings to turn them back on.
de: Mitteilungen für T'Day sind in den iOS-Einstellungen deaktiviert. Öffnen Sie die Einstellungen, um sie wieder zu aktivieren.
es: Las notificaciones de T'Day están desactivadas en los Ajustes de iOS. Abre Ajustes para volver a activarlas.
fr: Les notifications de T'Day sont désactivées dans les Réglages iOS. Ouvrez les Réglages pour les réactiver.
it: Le notifiche di T'Day sono disattivate nelle Impostazioni di iOS. Apri Impostazioni per riattivarle.
ja: iOS の設定で T'Day の通知がオフになっています。設定を開いてオンに戻してください。
ms: Pemberitahuan untuk T'Day dimatikan dalam Tetapan iOS. Buka Tetapan untuk menghidupkannya semula.
pt: As notificações do T'Day estão desativadas nas Configurações do iOS. Abra as Configurações para ativá-las novamente.
ru: Уведомления для T'Day отключены в Настройках iOS. Откройте Настройки, чтобы включить их снова.
zh: T'Day 的通知已在 iOS 设置中关闭。请打开设置重新开启。

source: Numbered list
de: Nummerierte Liste
es: Lista numerada
fr: Liste numérotée
it: Elenco numerato
ja: 番号付きリスト
ms: Senarai bernombor
pt: Lista numerada
ru: Нумерованный список
zh: 编号列表

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ms: Mati
pt: Desativado
ru: Выключено
zh: 关闭

source: Offline. Changes will sync when connection returns.
de: Offline. Änderungen werden synchronisiert, sobald die Verbindung wiederhergestellt ist.
es: Sin conexión. Los cambios se sincronizarán cuando vuelva la conexión.
fr: Hors ligne. Les modifications se synchroniseront au retour de la connexion.
it: Offline. Le modifiche si sincronizzeranno al ritorno della connessione.
ja: オフラインです。接続が回復すると変更が同期されます。
ms: Luar talian. Perubahan akan disegerakkan apabila sambungan kembali.
pt: Offline. As alterações serão sincronizadas quando a conexão voltar.
ru: Не в сети. Изменения синхронизируются при восстановлении соединения.
zh: 离线。连接恢复后将同步更改。

source: On this device only
de: Nur auf diesem Gerät
es: Solo en este dispositivo
fr: Sur cet appareil uniquement
it: Solo su questo dispositivo
ja: このデバイスのみ
ms: Pada peranti ini sahaja
pt: Apenas neste dispositivo
ru: Только на этом устройстве
zh: 仅在此设备上

source: Open Update
de: Update öffnen
es: Abrir actualización
fr: Ouvrir la mise à jour
it: Apri aggiornamento
ja: アップデートを開く
ms: Buka Kemas Kini
pt: Abrir atualização
ru: Открыть обновление
zh: 打开更新

source: Open your synced workspace.
de: Öffnen Sie Ihren synchronisierten Arbeitsbereich.
es: Abre tu espacio de trabajo sincronizado.
fr: Ouvrez votre espace de travail synchronisé.
it: Apri il tuo spazio di lavoro sincronizzato.
ja: 同期されたワークスペースを開きます。
ms: Buka ruang kerja anda yang disegerakkan.
pt: Abra seu espaço de trabalho sincronizado.
ru: Откройте синхронизированное рабочее пространство.
zh: 打开您已同步的工作区。

source: Opening T'Day
de: T'Day wird geöffnet
es: Abriendo T'Day
fr: Ouverture de T'Day
it: Apertura di T'Day
ja: T'Day を開いています
ms: Membuka T'Day
pt: Abrindo o T'Day
ru: Открытие T'Day
zh: 正在打开 T'Day

source: Overdue
de: Überfällig
es: Atrasadas
fr: En retard
it: Scadute
ja: 期限切れ
ms: Tertunggak
pt: Atrasadas
ru: Просрочено
zh: 逾期

source: Overdue, %@
de: Überfällig, %@
es: Atrasada, %@
fr: En retard, %@
it: Scaduta, %@
ja: 期限切れ、%@
ms: Tertunggak, %@
pt: Atrasada, %@
ru: Просрочено, %@
zh: 逾期，%@

source: Owner
de: Inhaber
es: Propietario
fr: Propriétaire
it: Proprietario
ja: オーナー
ms: Pemilik
pt: Proprietário
ru: Владелец
zh: 所有者

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ms: Kata laluan
pt: Senha
ru: Пароль
zh: 密码

source: Password changed successfully
de: Passwort erfolgreich geändert
es: Contraseña cambiada correctamente
fr: Mot de passe modifié avec succès
it: Password modificata correttamente
ja: パスワードを変更しました
ms: Kata laluan berjaya ditukar
pt: Senha alterada com sucesso
ru: Пароль успешно изменён
zh: 密码修改成功

source: Password must be at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit comporter au moins 8 caractères
it: La password deve contenere almeno 8 caratteri
ja: パスワードは8文字以上で入力してください
ms: Kata laluan mestilah sekurang-kurangnya 8 aksara
pt: A senha deve ter pelo menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
zh: 密码至少需要 8 个字符

source: Password must include at least one special character
de: Das Passwort muss mindestens ein Sonderzeichen enthalten
es: La contraseña debe incluir al menos un carácter especial
fr: Le mot de passe doit inclure au moins un caractère spécial
it: La password deve includere almeno un carattere speciale
ja: パスワードには特殊文字を1文字以上含めてください
ms: Kata laluan mesti mengandungi sekurang-kurangnya satu aksara khas
pt: A senha deve incluir pelo menos um caractere especial
ru: Пароль должен содержать хотя бы один специальный символ
zh: 密码必须包含至少一个特殊字符

source: Password must include at least one uppercase letter
de: Das Passwort muss mindestens einen Großbuchstaben enthalten
es: La contraseña debe incluir al menos una letra mayúscula
fr: Le mot de passe doit inclure au moins une majuscule
it: La password deve includere almeno una lettera maiuscola
ja: パスワードには大文字を1文字以上含めてください
ms: Kata laluan mesti mengandungi sekurang-kurangnya satu huruf besar
pt: A senha deve incluir pelo menos uma letra maiúscula
ru: Пароль должен содержать хотя бы одну заглавную букву
zh: 密码必须包含至少一个大写字母

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致しません
ms: Kata laluan tidak sepadan
pt: As senhas não coincidem
ru: Пароли не совпадают
zh: 两次输入的密码不一致

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ms: Menunggu
pt: Pendente
ru: В ожидании
zh: 待处理

source: Pick a date
de: Datum wählen
es: Elegir una fecha
fr: Choisir une date
it: Scegli una data
ja: 日付を選ぶ
ms: Pilih tarikh
pt: Escolher uma data
ru: Выбрать дату
zh: 选择日期

source: Pick where T'Day keeps your tasks.
de: Wählen Sie, wo T'Day Ihre Aufgaben speichert.
es: Elige dónde T'Day guarda tus tareas.
fr: Choisissez où T'Day conserve vos tâches.
it: Scegli dove T'Day conserva le tue attività.
ja: T'Day がタスクを保存する場所を選択します。
ms: Pilih tempat T'Day menyimpan tugas anda.
pt: Escolha onde o T'Day guarda suas tarefas.
ru: Выберите, где T'Day хранит ваши задачи.
zh: 选择 T'Day 保存您任务的位置。

source: Please answer all three questions
de: Bitte beantworte alle drei Fragen
es: Responde a las tres preguntas
fr: Veuillez répondre aux trois questions
it: Rispondi a tutte e tre le domande
ja: 3つの質問すべてに答えてください
ms: Sila jawab ketiga-tiga soalan
pt: Responda às três perguntas
ru: Ответьте на все три вопроса
zh: 请回答全部三个问题

source: Preparing your new T'Day account.
de: Ihr neues T'Day-Konto wird vorbereitet.
es: Preparando tu nueva cuenta de T'Day.
fr: Préparation de votre nouveau compte T'Day.
it: Preparazione del tuo nuovo account T'Day.
ja: 新しい T'Day アカウントを準備しています。
ms: Menyediakan akaun T'Day baharu anda.
pt: Preparando sua nova conta do T'Day.
ru: Подготовка вашего нового аккаунта T'Day.
zh: 正在准备您的新 T'Day 账户。

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
ms: Keutamaan
pt: Prioridade
ru: Приоритет
zh: 优先级

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
ms: Privasi
pt: Privacidade
ru: Конфиденциальность
zh: 隐私

source: Published %@
de: Veröffentlicht %@
es: Publicado %@
fr: Publié le %@
it: Pubblicato %@
ja: 公開日 %@
ms: Diterbitkan %@
pt: Publicado %@
ru: Опубликовано %@
zh: 发布于 %@

source: Question 1
de: Frage 1
es: Pregunta 1
it: Domanda 1
ja: 質問1
ms: Soalan 1
pt: Pergunta 1
ru: Вопрос 1
zh: 问题 1

source: Question 2
de: Frage 2
es: Pregunta 2
it: Domanda 2
ja: 質問2
ms: Soalan 2
pt: Pergunta 2
ru: Вопрос 2
zh: 问题 2

source: Question 3
de: Frage 3
es: Pregunta 3
it: Domanda 3
ja: 質問3
ms: Soalan 3
pt: Pergunta 3
ru: Вопрос 3
zh: 问题 3

source: Quiet hours
de: Ruhezeiten
es: Horas de silencio
fr: Heures silencieuses
it: Ore di silenzio
ja: サイレント時間
ms: Waktu senyap
pt: Horas de silêncio
ru: Тихие часы
zh: 免打扰时段

source: Ready to sync
de: Bereit zur Synchronisierung
es: Listo para sincronizar
fr: Prêt à synchroniser
it: Pronto per la sincronizzazione
ja: 同期の準備完了
ms: Sedia untuk disegerakkan
pt: Pronto para sincronizar
ru: Готово к синхронизации
zh: 准备同步

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ms: Peringatan
pt: Lembretes
ru: Напоминания
zh: 提醒

source: Remove member
de: Mitglied entfernen
es: Quitar miembro
fr: Retirer le membre
it: Rimuovi membro
ja: メンバーを削除
ms: Buang ahli
pt: Remover membro
ru: Удалить участника
zh: 移除成员

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: 繰り返し
ms: Ulang
pt: Repetir
ru: Повтор
zh: 重复

source: Require Face ID to open T'Day
de: Face ID zum Öffnen von T'Day verlangen
es: Pedir Face ID para abrir T'Day
fr: Exiger Face ID pour ouvrir T'Day
it: Richiedi Face ID per aprire T'Day
ja: T'Day を開くときに Face ID を要求
ms: Perlukan Face ID untuk membuka T'Day
pt: Exigir Face ID para abrir o T'Day
ru: Запрашивать Face ID при открытии T'Day
zh: 打开 T'Day 时需要面容 ID

source: Reset saved server trust
de: Gespeichertes Server-Vertrauen zurücksetzen
es: Restablecer la confianza del servidor guardada
fr: Réinitialiser la confiance du serveur enregistrée
it: Reimposta l'attendibilità del server salvata
ja: 保存されたサーバー信頼をリセット
ms: Set semula kepercayaan pelayan yang disimpan
pt: Redefinir a confiança do servidor salva
ru: Сбросить сохранённое доверие к серверу
zh: 重置已保存的服务器信任

source: Resetting...
de: Wird zurückgesetzt …
es: Restableciendo…
fr: Réinitialisation…
it: Reimpostazione…
ja: リセット中…
ms: Menetapkan semula…
pt: Redefinindo…
ru: Сброс…
zh: 正在重置…

source: Rest of %@
de: Rest von %@
es: Resto de %@
fr: Reste de %@
it: Resto di %@
ja: %@の残り
ms: Baki %@
pt: Restante de %@
ru: Остаток %@
zh: %@ 的其余时间

source: Resting floaters
de: Ruhende Floater
es: Flotantes en reposo
fr: Flottants au repos
it: Floater a riposo
ja: 休眠フローター
ms: Floater berehat
pt: Flutuantes em repouso
ru: Отдыхающие плавающие
zh: 休眠浮动任务

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ms: Cuba semula
pt: Tentar novamente
ru: Повторить
zh: 重试

source: Role: %@
de: Rolle: %@
es: Rol: %@
fr: Rôle : %@
it: Ruolo: %@
ja: ロール: %@
ms: Peranan: %@
pt: Função: %@
ru: Роль: %@
zh: 角色：%@

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ms: Simpan
pt: Salvar
ru: Сохранить
zh: 保存

source: Save server URL?
de: Server-URL speichern?
es: ¿Guardar URL del servidor?
fr: Enregistrer l'URL du serveur ?
it: Salvare l'URL del server?
ja: サーバー URL を保存しますか？
ms: Simpan URL pelayan?
pt: Salvar URL do servidor?
ru: Сохранить URL сервера?
zh: 保存服务器网址？

source: Saving admin setting...
de: Admin-Einstellung wird gespeichert...
es: Guardando ajuste de administrador...
fr: Enregistrement du réglage administrateur...
it: Salvataggio dell'impostazione amministratore...
ja: 管理者設定を保存中...
ms: Menyimpan tetapan pentadbir...
pt: Salvando configuração de administrador...
ru: Сохранение настройки администратора...
zh: 正在保存管理员设置...

source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
ja: 保存中...
ms: Menyimpan...
pt: Salvando...
ru: Сохранение...
zh: 保存中...

source: Schedule
de: Planen
es: Programar
fr: Planifier
it: Pianifica
ja: スケジュール
ms: Jadual
pt: Agendar
ru: Расписание
zh: 安排

source: Scheduled
de: Geplant
es: Programadas
fr: Planifiées
it: Pianificate
ja: 予定済み
ms: Berjadual
pt: Agendadas
ru: Запланировано
zh: 已计划

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ms: Cari
pt: Pesquisar
ru: Поиск
zh: 搜索

source: Search Floater Task
de: Floater-Aufgaben suchen
es: Buscar tareas flotantes
fr: Rechercher des tâches flottantes
it: Cerca attività fluttuanti
ja: フローターを検索
ms: Cari tugasan terapung
pt: Pesquisar tarefas flutuantes
ru: Поиск плавающих задач
zh: 搜索浮动任务

source: Search in %@
de: In %@ suchen
es: Buscar en %@
fr: Rechercher dans %@
it: Cerca in %@
ja: %@を検索
ms: Cari dalam %@
pt: Pesquisar em %@
ru: Искать в %@
zh: 在%@中搜索
